; Let It Rain FX UI strings. Key = the English text.
; Blank value = fall back to English. UTF-16 LE with BOM, always.
; Generated from translations.csv by build.ps1 - do not hand-edit.
[Strings]
Settings - Let It Rain FX=Inställningar - Let It Rain FX
Rain=Regn
Snow=Snö
Intensity=Intensitet
Low=Låg
High=Hög
Wind Direction=Vindriktning
Left=Vänster
Right=Höger
Simplified snow heap=Förenklad snöhög
Change Particle Color=Ändra partikelfärg
Hide behind windows=Dölj bakom fönster
Start with Windows=Starta med Windows
About - Let It Rain FX=Om - Let It Rain FX
Report issues or send feedback to=Rapportera problem eller skicka feedback till
Support=Stöd
Other apps=Andra appar
Fast, lightweight, and minimalist photo viewer designed for the modern Windows=Snabb, lätt och minimalistisk bildvisare utformad för det moderna Windows
Configure=Inställningar
About=Om
Exit=Avsluta
